Repository: NaN-tic/trytond-account_payment_redsys
Catalog: locale/*.po
Languages: ca, es

# field:account.payment,redsys_authorisation_code:
source: Authorisation Code
ca: Codi d'autorització
es: Código de autorización

# field:account.payment,redsys_gateway_log:
source: Gateway Log
ca: Registre de passarel·la
es: Registro de puerta de enlace

# field:account.payment,redsys_reference_gateway:
source: Reference Gateway
ca: Porta d'enllaç de referència
es: Puerta de enlace de referencia

# field:account.payment.journal,redsys_account:
source: Account
ca: Compte
es: Cuenta

# field:account.payment.redsys.account,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.payment.redsys.account,currency:
source: Currency
ca: Moneda
es: Moneda

# field:account.payment.redsys.account,merchant_code:
source: Merchant Code
ca: Número de comerç
es: Número de Comercio

# field:account.payment.redsys.account,merchant_name:
source: Merchant Name
ca: Nom del comerç
es: Nombre del comerciante

# field:account.payment.redsys.account,mismatch:
source: Mismatch (%)
es: Desajuste (%)

# field:account.payment.redsys.account,mode:
source: Mode
es: Modo

# field:account.payment.redsys.account,move_journal:
source: Move Journal
es: Diario de movimientos

# field:account.payment.redsys.account,name:
source: Name
ca: Nom
es: Nombre

# field:account.payment.redsys.account,partial_account:
source: Partial Account
es: Cuenta parcial

# field:account.payment.redsys.account,redsys_currency:
source: Redsys Currency
ca: Moneda Redsys
es: Moneda del terminal

# field:account.payment.redsys.account,secret_key:
source: Secret Key
ca: Clau secreta
es: Clave secreta

# field:account.payment.redsys.account,sequence:
source: Sequence
ca: Seqüència
es: Secuencia

# field:account.payment.redsys.account,transaction_type:
source: Transaction Type
ca: Tipus de transacció
es: Tipo de transacción

# field:account.payment.redsys.account.account,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.payment.redsys.account.account,company:
source: Company
es: Compañía

# field:account.payment.redsys.account.account,move_journal:
source: Move Journal
es: Diario de movimientos

# field:account.payment.redsys.account.account,partial_account:
source: Partial Account
es: Cuenta parcial

# help:account.payment.redsys.account,merchant_code:
source: Redsys Merchant Code
ca: Número de comerç de Redsys
es: Número de Comercio de Redsys

# help:account.payment.redsys.account,merchant_name:
source: Redsys Merchant Name
ca: Nom del comerç de Redsys
es: Nombre del comerciante de Redsys

# help:account.payment.redsys.account,redsys_currency:
source: Redsys Currency
ca: Moneda Redsys
es: Moneda Redsys

# help:account.payment.redsys.account,secret_key:
source: Redsys Secret Key
ca: Clau secreta de Redsys
es: Clave secreta de Redsys

# help:account.payment.redsys.account,sequence:
source: Redsys Sequence. Min. 4N. Max. 12 AN
ca: Seqüència Redsys. Mín. 4N. Màx. 12 AN
es: Secuencia Redsys. Mín. 4 N. Máx. 12 AN.

# help:account.payment.redsys.account,terminal:
source: Redsys Terminal
ca: Terminal Redsys
es: Terminal Redsys

# help:account.payment.redsys.account,transaction_type:
source: Redsys Transaction Type
ca: Tipus de transacció de Redsys
es: Tipo de transacción de Redsys

# model:account.payment.redsys.account,name:
source: Redsys Account
ca: Compte Redsys
es: Cuenta Redsys

# model:account.payment.redsys.account.account,name:
source: Account Account
es: Cuentas Contables Redsys

# model:ir.action,name:act_account_form
source: Redsys Accounts
ca: Comptes de Redsys
es: Cuentas de Redsys

# model:ir.sequence.type,name:sequence_type_payment_redsys
source: Payment Redsys
ca: Pagament Redsys
es: Pago Redsys

# model:ir.ui.menu,name:menu_account_form
source: Redsys Accounts
ca: Comptes de Redsys
es: Cuentas de Redsys

# selection:account.payment.redsys.account,mode:
source: Live
ca: Producció
es: Producción

# selection:account.payment.redsys.account,mode:
source: Sandbox
ca: Proves
es: Pruebas

# view:account.payment.redsys.account:
source: Redsys Parameters
es: Parámetros de Redsys

# view:account.payment:
source: Authorisation Code:
ca: Codi d'autorització:
es: Código de autorización:
